Repository: dci-debian-kde-applications/ktp-kded-module
Catalog: po/*/kded_ktp_integration_module.po
Languages: sr@ijekavian

source: minutes
sr@ijekavian: минута

source: Leave empty for no message
sr@ijekavian: Оставите празно за стање без поруке

# This is the download directory in user's home
source: Downloads
sr@ijekavian: Преузимања

source: No pending contact requests at the moment
sr@ijekavian: Тренутно нема захтјева за контакт на чекању

source: New contact request
sr@ijekavian: Нови захтјев за контакт

source: The contact %1 added you to its contact list. You can answer this request using the tray icon.
sr@ijekavian: Контакт %1 вас дода на свој списак контаката. Можете одговорити на овај захтјев преко иконе системске касете.

source: Error adding contact
sr@ijekavian: Грешка додавања контакта

source: %1 has been added successfully to your contact list, but might be unable to see your presence. Error details: %2
sr@ijekavian: %1 је успјешно додат на ваш списак контаката, али можда неће моћи да види вашу присутност. Детаљи грешке: %2

source: No incoming contact requests
sr@ijekavian: Нема долазних захтјева за контакт

source: You have 1 incoming contact request
sr@ijekavian: Имате %1 долазни захтјев за контакт

source: Error accepting contact request
sr@ijekavian: Грешка прихватања захтјева за контакт

source: There was an error while accepting the request: %1
sr@ijekavian: Дошло је до грешке приликом прихватања захтјева: %1

source: Contact request accepted
sr@ijekavian: Захтјев за контакт прихваћен

source: %1 will now be able to see your presence
sr@ijekavian: %1 ће сада моћи да види вашу присутност

source: Error denying contact request
sr@ijekavian: Грешка одбијања захтјева за контакт

source: There was an error while denying the request: %1
sr@ijekavian: Дошло је до грешке приликом одбијања захтјева: %1

source: Contact request denied
sr@ijekavian: Захтјев за контакт одбијен

source: %1 will not be able to see your presence
sr@ijekavian: %1 неће моћи да види вашу присутност

# Menu title
source: Pending contact requests
sr@ijekavian: Захтјеви за контакт на чекању

# Context menu title
source: Received contact requests
sr@ijekavian: Примљени захтјеви за контакт

source: Request from %1
sr@ijekavian: Захтјев од %1

source: Approve
sr@ijekavian: Дозволи

source: Deny
sr@ijekavian: Одбиј

# NAME OF TRANSLATORS
source: Your names
sr@ijekavian: Младен Пејаковић

# EMAIL OF TRANSLATORS
source: Your emails
sr@ijekavian: pejakm@gmail.com

source: Incoming files
sr@ijekavian: Долазни фајлови

source: Download Folder:
sr@ijekavian: Фасцикла преузимања:

source: This is the folder where received files will be saved.
sr@ijekavian: Фасцикла у коју ће се уписивати примљени фајлови.

source: Auto-accept file transfers:
sr@ijekavian: Аутоматско прихватање преноса фајлова:

source: Enabled
sr@ijekavian: укључено

source: Auto away
sr@ijekavian: Аутоматска одсутност

source: After:
sr@ijekavian: након:

source: of inactivity
sr@ijekavian: неактивности

source: With message:
sr@ijekavian: са поруком:

source: Set my status to:
sr@ijekavian: Постави моје стање на:

source: Away
sr@ijekavian: одсутност

source: Not available
sr@ijekavian: недоступност

source: Now playing
sr@ijekavian: Тренутна свирка

source: 'Now playing...' presence:
sr@ijekavian: „Тренутна свирка...“ присутност:
